Repository: ernestocisnero/Rootizen
Catalog: Rootizen/Localization/Localizable.xcstrings
Source language: en
Languages: es

source: %@ accuracy
es: %@ precisión

source: %lld Answered
es: %lld Respondidas

# %lld of %lld correct
source: %1$lld of %2$lld correct
es: %1$lld de %2$lld correctas

source: ACCURACY BY CATEGORY
es: PRECISIÓN POR CATEGORÍA

source: Active
es: Activo

source: BY PRACTICE MODE
es: TIPO DE PRACTICA

source: Cards remaining: %lld
es: Tarjetas restantes: %lld

source: Change
es: Cambiar

source: Check
es: Verificar

source: Choose a language
es: Selecciona Lenguaje

source: Choose your test
es: Selecciona tu examen

source: Civics Practice Test
es: Test practico civico

source: Close
es: Cerrar

source: Correct answer
es: Respuesta correcta

source: Correct answer: %@
es: Respuesta correcta: %@

source: Correct sentence
es: Oración correcta

source: Correct!
es: Correcto!

source: Default
es: Por defecto

source: Done
es: Listo

source: Enter 5-digit Zip Code
es: Entrar código Zip de 5 digitos

source: Everything you need to pass with confidence
es: Todo lo que necesitas para pasar con confianza

source: External Resources
es: Recursos externos

source: False
es: Falso

source: Find your representatives
es: Encuentra tus representantes

source: Get Plus
es: Obtenga Plus

source: Get Rootizen Plus
es: Obtenga Rootizen Plus

source: Have You Ever
es: Alguna vez

source: Have You Ever Questions
es: Alguna vez

source: Incorrect
es: Incorrecto

source: Language
es: Lenguaje

source: Listen
es: Escuchar

source: Listening…
es: Escuchando…

source: Microphone access is needed to practice speaking.
es: Se necesita acceso al micrófono para practicar el habla.

source: Mode
es: Modo

source: My Progress
es: Mi progreso

source: N-400 · Question %lld
es: Preguntas N-400 %lld

source: National Anthem
es: himno Nacional

source: Naturalization Interview Example
es: Ejemplo de entrevista de naturalización

source: Next question
es: Siguiente pregunta

source: Nice Work
es: Buen trabajo

source: No previous purchase for Rootizen Plus was found for this Apple ID.
es: No se encontró ninguna compra previa de Rootizen Plus para este ID de Apple.

source: No Rootizen Plus to restore
es: No hay Rootizen Plus para restaurar

source: Notifications
es: Notificaciones

source: Now Playing
es: Reproduciendo ahora

source: One time payment. Access for life.
es: Pago único. Acceso de por vida.

source: Open Settings
es: Abrir ajustes

source: Opens the Plus upgrade screen
es: Abre la pantalla de actualización Plus

source: Overall
es: General

source: Pause
es: Pausa

source: Play
es: Reproducir

source: Playing…
es: Reproduciendo…

source: Pledge of Allegiance
es: Juramento de lealtad(Pledge of Allegiance)

source: Practice
es: Práctica

source: Preferences
es: Preferencias

source: Previous question
es: Pregunta anterior

source: Profile
es: Perfil

# Question %lld of %lld
source: Question %1$lld of %2$lld
es: Pregunta %1$lld de %2$lld

# Question %lld out of %lld
source: Question %1$lld out of %2$lld
es: Pregunta %1$lld de %2$lld

# Question %lld: %@
source: Question %1$lld: %2$@
es: Pregunta %1$lld: %2$@

source: Questions version
es: Versión de preguntas

source: Rate this app
es: Califica esta aplicación

source: Reading & Writing
es: Lectura y escritura

source: Reference
es: Referencias

source: Resources
es: Recursos

source: Restore your Rootizen Plus
es: Restaura tu Rootizen Plus

source: Rootizen lets you study with either version so you can prepare for the test that applies to you.
es: Rootizen te permite estudiar con cualquiera de las versiones para que puedas prepararte para el examen que se aplica a ti.

source: Rootizen Plus purchases restored
es: Se restablecieron las compras de Rootizen Plus

source: Rootizen will never share or store personal data on a server
es: Rootizen nunca compartirá ni almacenará datos personales en un servidor

source: Select App Language
es: Seleccione el idioma de la aplicación

source: Sentence %lld
es: Oración %lld

source: Share with friend
es: Compartir con amigos

source: Share with friends
es: Compartir con amigos

source: Sound effects
es: Efectos de sonido

source: Speak
es: Hablar

source: Study Materials
es: Material de estudio

source: Support
es: Soporte

source: Swipe left to FALSE or Swipe right to TRUE
es: Desliza el dedo hacia la izquierda hasta FALSO o Desliza el dedo hacia la derecha hasta VERDADERO

source: Tap each card to see the answer
es: Toque cada tarjeta para ver la respuesta

source: Tap to listen again
es: Toque para escuchar nuevamente

source: Tap to reveal
es: Toque para revelar

source: Terms and Privacy policy
es: Términos y política de privacidad

source: The citizenship test changed in 2025.
es: La prueba de ciudadanía cambió en 2025.

source: The U.S. citizenship exam requires applicants to know the name of their U.S. representative. Enter your zip code to show yours.
es: El examen de ciudadanía estadounidense requiere que los solicitantes sepan el nombre de su representante estadounidense. Ingrese su código postal para mostrar el suyo.

source: The version you take depends on when you filed your Form N-400.
es: La versión que tome dependerá de cuándo presentó su Formulario N-400.

source: True
es: Verdadero

source: Try Again
es: Intente nuevamente

source: Type what you heard
es: Escribe lo que escuchaste

source: Upsss purchase failed
es: Error en la compra

source: USCIS Naturalization Example
es: Ejemplo de naturalización del USCIS

source: Vocabulary
es: Vocabulario

source: Vocabulary Type
es: Tipo de vocabulario

source: Welcome to Rootizen
es: Bienvenidos a Rootizen

source: Which citizenship test are you preparing for?
es: ¿Para qué examen de ciudadanía te estás preparando?

source: Why are there two versions?
es: ¿Por qué hay dos versiones?

source: Write the sentence
es: Escribe la oración

source: You can change your test version later in your preferences.
es: Puede cambiar su versión de prueba más adelante en sus preferencias.

source: You may be asked to read or write sentences in you exam. Practice with the examples below.
es: You may be asked to read or write sentences in your exam. Practice with the examples below.

# You've got %lld of %lld correct
source: You've got %1$lld of %2$lld correct
es: Tienes %1$lld de %2$lld correcto

source: Your Government
es: Tu gobierno

source: Your native app guide to the US citizenship test.
es: Tu aplicación nativa guía para el examen de ciudadanía estadounidense.

source: Your Rootizen Plus has been restored.
es: Su Rootizen Plus ha sido restaurado.

source: Your zip code is only used to look up public officials
es: Su código postal sólo se utiliza para buscar funcionarios públicos

source: Zip code: %@
es: Código Zip
